/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk de %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ se ha instalado y estará disponible la próxima vez que reinicie %3$@! Quiere reiniciar ahora?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ actualmente es la versión más reciente disponible.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ está disponible (ud. tiene %3$@). Quiere descargarla ahora?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ no está autorizado para escribir en el directorio de la aplicación! Está utilizando una imagen de disco? De no ser así, pida ayuda a su administrador de sistema.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "¡Se ha instalado una nueva versión de %@!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Está disponible una versión nueva de %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Ocurrió un error durante la instalación. Por favor inténtelo de nuevo posteriormente.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ocurrió un error al solicitar información de actualizaciones. Por favor inténtelo más tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ocurrió un error al tratar de extraer el archivo. Por favor inténtelo más tarde.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Ocurrió un error al tratar de descargar el archivo. Por favor inténtelo más tarde.";

/* No comment provided by engineer. */
"An update is already in progress!" = "¡Se está descargando una actualización!!";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Check for updates on startup?" = "¿Buscar actualizaciones al iniciar?";

/* No comment provided by engineer. */
"Downloading update..." = "Descargando la actualización...";

/* No comment provided by engineer. */
"Extracting update..." = "Extrayendo la actualización...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar y Reiniciar";

/* No comment provided by engineer. */
"Installing update..." = "Instalando la actualización...";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "¡Preparado para instalar!";

/* No comment provided by engineer. */
"Update Error!" = "¡Error de actualización!";

/* No comment provided by engineer. */
"Updating %@" = "Actualizando %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "¿Le gustaría %@ buscar actualizaciones al iniciar? En caso contrario, puede hacerlo manualmente desde el menú de la aplicación.";

/* No comment provided by engineer. */
"Yes" = "Si";

/* No comment provided by engineer. */
"You're up to date!" = "¡Tiene la última actualización!";

